Repository: umbraroze/ConmanDictionary
Catalog: po/*.po
Languages: fi

source: There are unsaved changes. Really clear everything?
fi: Tiedostossa on tallentamattomia muutoksia. Tyhjennet‰‰nko kaikki varmasti?

source: Really clear everything?
fi: Tyhjennet‰‰nkˆ kaikki varmasti?

source: There are unsaved changes. Really quit?
fi: Tiedostossa on tallentamattomia muutoksia. Lopetetaanko varmasti?

source: Really quit?
fi: Lopetetaanko varmasti?

source: Choose file to merge entries from
fi: Valitse tiedosto, josta sanaluettelot yhdistet‰‰n

source: File error while saving file: {0}
fi: Virhe tallennettaessa tiedostoa: {0}

source: Error
fi: Virhe

source: XML error while saving file: {0} Further details printed at console.
fi: XML-virhe tallennettaessa tiedostoa {0} Lis‰tietoja konsolissa.

source: There are unsaved changes. Really open another file?
fi: Tiedostossa on tallentamattomia muutoksia. Avataanko varmasti toinen tiedosto?

source: Really open another file?
fi: Avataanko varmasti toinen tiedosto?

source: Unable to open the file {0}. {1}
fi: Tiedostoa {0} ei voi avata. {1}

source: File
fi: Tiedosto

source: New...
fi: Uusi...

source: Open...
fi: Avaa...

source: Save
fi: Tallenna

source: Save as...
fi: Tallenna nimell‰...

source: Merge with...
fi: Yhdist‰ sanakirjat...

source: Export as plain text...
fi: Vie muotoilemattomana tekstin‰...

source: Quit
fi: Lopeta

source: Quit the application
fi: Lopettaa ohjelman

source: Research
fi: Tutkimus

source: Show notepad...
fi: N‰yt‰ muistikirja...

source: Statistics
fi: Tilastot

source: Settings
fi: Asetukset

source: Save flagged entries
fi: Tallenna merkityt kohteet

source: Language names...
fi: Kielien nimet...

source: Word classes...
fi: Sanaluokat...

source: Define the parts of speech.
fi: M‰‰rittele sanaluokat.

source: Categories...
fi: Kategoriat...

source: Help
fi: Apua

source: About...
fi: Tietoja...
